<?php

return [
    'search_doctors' => [
        'title' => 'ابحث عن الأطباء',
        'description' => 'ابحث عن طبيب بناءً على التخصص أو الموقع أو التوفر لعلاجاتك'
    ],
    
    'check_profile' => [
        'title' => 'تحقق من ملف الطبيب',
        'description' => 'استكشف ملفات الأطباء المفصلة على منصتنا لاتخاذ قرارات رعاية صحية مستنيرة'
    ],
    
    'schedule_appointment' => [
        'title' => 'حدد موعدًا',
        'description' => 'بعد اختيار طبيبك المفضل، حدد وقتًا مناسبًا، وتأكد من موعدك'
    ],
    
    'get_solution' => [
        'title' => 'احصل على حلك',
        'description' => 'ناقش مخاوفك الصحية مع الطبيب وتلقى النصائح المخصصة والحلول'
    ],
    
    'icons' => [
        'alt' => 'أيقونة'
    ]
];